Repository: nlware/qdnatool
Catalog: app/Locale/nld/LC_MESSAGES/default.po
Languages: nl

source: Invalid exam
nl: Ongeldige tentamen

source: The exam has been saved
nl: Het tentamen is opgeslagen

source: The exam could not be saved. Please, try again.
nl: Het tentamen kon niet worden opgeslagen. Probeer het nog eens.

source: Exam deleted
nl: Tentamen verwijderd

source: Exam was not deleted
nl: Tentamen is niet verwijderd

source: Exam is scheduled to report
nl: Tentamen is gepland voor rapportage

source: Exam was not scheduled to report
nl: Tentamen is niet gepland voor rapportage

source: The exam could not be reanalysed. Please, try again.
nl: Het tentamen kon niet opnieuw worden geanalyseerd. Probeer het nog eens.

source: Invalid image
nl: Ongeldige afbeelding

source: The image has been saved
nl: De afbeelding is opgeslagen

source: The image could not be saved. Please, try again.
nl: De afbeelding kon niet worden opgeslagen. Probeer het nog eens.

source: Image deleted
nl: Afbeelding verwijderd

source: Image was not deleted
nl: Afbeelding was niet verwijderd

source: Invalid question format
nl: Ongeldig vraagtype

source: The question format has been saved
nl: Het vraagtype is opgeslagen

source: The question format could not be saved. Please, try again.
nl: Het vraagtype kon niet worden opgeslagen. Probeer het nog eens.

source: Invalid question
nl: Ongeldige vraag

source: The question has been saved
nl: De vraag is opgeslagen

source: The question could not be saved. Please, try again.
nl: De vraag kon niet worden opgeslagen. Probeer het nog eens.

source: Question deleted
nl: Vraag verwijderd.

source: Question was not deleted
nl: Vraag is niet verwijderd

source: Question removed from tag
nl: Vraag is verwijderd uit tag

source: Question was not removed from tag
nl: Vraag is niet verwijderd uit tag

source: Question moved down
nl: Vraag is omlaag verplaatst

source: Question was not moved down
nl: Vraag is niet omlaag verplaatst

source: Question moved up
nl: Vraag is omhoog verplaatst.

source: Question was not moved up
nl: Vraag is niet omhoog verplaatst

source: Invalid user
nl: Ongeldige gebruiker

source: The user has been saved
nl: De gebruiker is opgeslagen

source: The user could not be saved. Please, try again.
nl: De gebruiker kon niet worden opgeslagen. Probeer het nog eens.

source: User deleted
nl: Gebruiker verwijderd

source: User was not deleted
nl: Gebruiker is niet verwijderd

source: Invalid username or password, try again
nl: Ongeldige gebruikersnaam of wachtwoord. Probeer het nog eens.

source: Successful login via SURFconext.
nl: Succesvol aangemeld via SURFconext

source: Failed to login via SURFconext. Please, try again.
nl: Inloggen via SURFconext is mislukt. Probeer het nog eens.

source: Password has been changed.
nl: Wachtwoord is gewijzigd.

source: Password could not be changed. Plaese try again.
nl: Wachtwoord kon niet worden gewijzigd. Probeer het nog eens.

source: Has the correct alternative been assessed as correct? Most students choose the alternative %s.
nl: Is het juiste alternatief wel goed gerekend? De meeste studenten kiezen voor alternatief %s.

source: In case the correct alternative has been assessed as correct, remove the question (it is probably a so called ‘trick question’: these type of questions do not measure the knowledge of the student).
nl: Indien het goede alternatief is goed gerekend , verwijder dan de vraag (waarschijnlijk is deze vraag een zogenaamd ‘instinkertje’: deze vragen meten niet het kennisniveau van de student).

source: Good students generally answer this question incorrectly. The advice is to remove this question from the test.
nl: Goede studenten hebben over het algemeen deze vraag fout. Geadviseerd wordt om deze vraag uit de toets te verwijderen.

source: This question has been answered incorrectly by many students. Has the alternative correct answer been included as correct?
nl: Deze vraag is door veel studenten fout beantwoord. Is het juiste alternatief wel goed gerekend?

source: In case the alternative correct answer has been included in the assessment, remove the question from the test. In case the incorrect alternative has been assessed as correct, include this as a correct answer and asses the test again.
nl: Indien het juiste alternatief is goed gerekend, verwijder dan de vraag uit de toets. Indien het foute alternatief is goed gerekend, reken dit dan alsnog goed en beoordeel de toets opnieuw.

source: Instead of choosing the correct alternative, students are choosing the alternative %s.
nl: In plaats van dat studenten kiezen voor het juiste alternatief, kiezen studenten voor het alternatief %s.

source: Is it possible that the alternative answer should also be assessed as correct? Examine why many students are choosing the alternative answer %s.
nl: Kan het zijn dat dit alternatief (ook) goed gerekend moet worden? Ga na waarom veel studenten kiezen voor alternatief %s.

source: This question does not distinguish between good and less good students: guessing has taken place. Has the content been covered in class?
nl: Deze vraag maakt geen onderscheid tussen goede en minder goede studenten: men heeft gegokt. Is de stof wel behandeld?

source: It is not necessary to remove this question from the exam.
nl: Het is niet noodzakelijk om deze vraag uit het tentamen te verwijderen.

source: The question doesn't seem to include common structural errors.
nl: De vraag lijkt geen veelvoorkomende constructiefouten te bevatten.

source: About qDNAtool
nl: Over qDNAtool

source: This project was made possible by the support of SURF, the higher education and research partnership organisation for Information and Communications Technology (ICT). For more information about SURF, please visit %s.
nl: Dit project is tot stand gekomen met steun van Stichting SURF, de organisatie die ICT vernieuwingen in het hoger onderwijs en onderzoek initieert, regisseert en stimuleert door onder meer het financieren van projecten. Meer informatie over SURF is te vinden op de website (%s).

source: Close
nl: Sluiten

source: Settings
nl: Instellingen

source: Sign Out
nl: Afmelden

source: Design
nl: Ontwerpen

source: Analyse
nl: Analyseren

source: Add exam
nl: Tentamen toevoegen

source: Exam name
nl: Naam tentamen

source: Format
nl: Formaat

source: Format.
nl: Formaat.

source: # Answer options
nl: # Antwoordopties

source: How many answers are available for the multiple choice questions? The total amount of answers should include the correct answer.
nl: Uit hoeveel alternatieven bestaan de meerkeuzevragen? Het aantal alternatieven is inclusief het juiste antwoord.

source: Data file
nl: Databestand

source: Data file.
nl: Databestand.

source: This file contains test result data from Blackboard, Teleform or Questionark Perception.
nl: Dit bevat de data van de toetsuitslagen zoals deze uit Blackboard, Teleform of Questionmark Perception komen.

source: Mapping file
nl: Mappingbestand

source: Mapping file (Teleform only).
nl: Mappingbestand (alleen Teleform).

source: The mapping file contains data in case there are two (or more) versions of an exam being used. It ‘maps’ one version of the exam to the other.
nl: Het mappingbestand bevat de informatie indien er twee (of meer) versies van tentamens gebruikt worden. Het ‘mapt’ de ene versie van het tentamen aan het andere.

source: Save
nl: Opslaan

source: Cancel
nl: Annuleren

source: Add Exam
nl: Tentamen toevoegen

source: Exams
nl: Tentamens

source: Name
nl: Naam

source: State
nl: Status

source: Created
nl: Aangemaakt

source: Modified
nl: Gewijzigd

source: Actions
nl: Acties

source: Start interpretation
nl: Interpretatie starten

source: Delete
nl: Verwijderen

source: Are you sure you want to delete exam "%s"?
nl: Weet je zeker dat je tentamen "%s" wilt verwijderen?

source: Download report
nl: Rapport downloaden

source: Download scores
nl: Scores downloaden

source: Download scores (Dutch format)
nl: Scores downloaden (Nederlands formaat)

source: Show missings
nl: Missings tonen

source: Reanalyse
nl: Heranalyseren

source: Exam: %s
nl: Tentamen: %s

source: Version
nl: Versie

source: Reanalyse exam
nl: Tentamen heranalyseren

source: Include items
nl: Items meenemen

source: Correct answer options
nl: Juiste antwoordopties

source: Are you sure you want to close this wizard?
nl: Weet je zeker dat je de wizard wilt sluiten?

source: Interpretation of exam "%s"
nl: Interpretatie van tentamen "%s"

source: Exam
nl: Tentamen

source: More
nl: Meer

source: Conclusion
nl: Conclusie

source: Reliability of the exam: low
nl: Betrouwbaarheid van het tentamen: laag

source: The reliability of the test is too low to give a decisive result: there are too many incorrect fail or pass decisions being made.
nl: De betrouwbaarheid van deze toets is te laag om doorslaggevende beslissingen op te baseren: er worden nu te veel onjuiste zak- of slaagbeslissingen genomen.

source: The reliability of the test can be increased by executing an item analysis and removing or editing incorrect items from the test results.
nl: De betrouwbaarheid van de toets kan vergroot worden door een itemanalyse uit te voeren en onjuiste items te wijzigen of te verwijderen uit de toetsuitslag.

source: Press on ‘next’ to start the item analysis. Only items which can increase reliability will be shown. Reliable questions will not be shown.
nl: Druk op ‘volgende’ om de itemanalyse te starten. Alleen de items waarmee de betrouwbaarheid vergroot kan worden, worden besproken. De goede vragen worden niet besproken.

source: Reliability of the exam: doubtful
nl: Betrouwbaarheid van het tentamen: discutabel

source: The reliability of this test is debatable. An item analysis should be executed to increase the reliability of the test: there are too many incorrect fail or pass decisions being made.In case this is a mid term test, the reliability is sufficient.
nl: De betrouwbaarheid van deze toets is discutabel. Er moet een itemanalyse verricht worden om de betrouwbaarheid van de toets te vergroten: er worden anders te veel onjuiste zak- of slaagbeslissingen genomen. Indien deze toets een deeltoets is, is deze betrouwbaarheid voldoende.

source: Reliability of the exam: adequate
nl: Betrouwbaarheid van het tentamen: voldoende

source: Reliability of the test is sufficient. An item analysis can increase the reliability but is not strictly necessary.
nl: De betrouwbaarheid van de toets is voldoende. Een itemanalyse kan de betrouwbaarheid van de toets vergroten maar is niet strikt noodzakelijk.

source: Rit correct answer
nl: Rit juiste antwoord

source: Correct answer
nl: Juiste antwoord

source: Incorrect answer %s
nl: Onjuist antwoord %s

source: < Previous
nl: < Vorige

source: Finish
nl: Voltooien

source: Next >
nl: Volgende >

source: List Exams
nl: Tentamenoverzicht

source: Average Score
nl: Gemiddelde Score

source: User
nl: Gebruiker

source: Uploaded
nl: Geupload

source: Imported
nl: Geïmporteerd

source: Analysed
nl: Geanalyseerd

source: Report Generated
nl: Rapport Gegenereerd

source: # Correct Answers
nl: # Juiste Antwoorden

source: % Correct Answers
nl: % Juiste Antwoorden

source: Rit Correct Answers
nl: Rit Juiste Antwoorden

source: # Missing Answers
nl: # Ontbrekende Antwoorden

source: % Missing Answers
nl: % Ontbrekende Antwoorden

source: # Answer %s
nl: # Antwoord %s

source: %% Answer %s
nl: %% Antwoord %s

source: Rit Answer %s
nl: Rit Antwoord %s

source: Y-m-d
nl: d-m-Y

source: No
nl: Nee

source: Yes
nl: Ja

source: Add Image
nl: Afbeelding toevoegen

source: List Images
nl: Afbeeldingenoverzicht

source: List Questions
nl: Vragenoverzicht

source: New Question
nl: Vraag toevoegen

source: Edit Image
nl: Afbeelding bewerken

source: Are you sure you want to delete # %s?
nl: Weet je zeker dat je # %s wilt verwijderen?

source: Images
nl: Afbeeldingen

source: View
nl: Bekijken

source: Edit
nl: Bewerken

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
nl: Pagina {:page} van {:pages}, tonend {:current} records van in totaal {:count}, vanaf record {:start} tot en met {:end}

source: previous
nl: vorige

source: next
nl: volgende

source: New Image
nl: Afbeelding toevoegen

source: Image
nl: Afbeelding

source: Question
nl: Vraag

source: Filename
nl: Bestand

source: Filetype
nl: Bestandstype

source: File
nl: Bestand

source: Filesize
nl: Bestandsgrootte

source: Delete Image
nl: Afbeelding verwijderen

source: Question Formats
nl: Vraagtypes

source: Question Format
nl: Vraagtype

source: Question Info Diverge Url
nl: Url bij genereren

source: Question Info Converge Url
nl: Url bij convergeren

source: Add Question
nl: Vraag toevoegen

source: Start sentence
nl: Startzin

source: Answer
nl: Antwoord

source: Are you sure you wish to delete this answer?
nl: Weet je zeker dat je dit antwoord wilt verwijderen?

source: Answer %s
nl: Antwoord %s

source: Add Answer
nl: Antwoord Toevoegen

source: Feedback when wrong answer
nl: Feedback als antwoord incorrect

source: Feedback when correct answer
nl: Feedback als antwoord correct

source: Are you sure you wish to delete this tag?
nl: Weet je zeker dat je deze tag wilt verwijderen?

source: Add Tag
nl: Tag toevoegen

source: Comments
nl: Opmerkingen

source: Correct answers
nl: Juiste antwoorden

source: Export
nl: Exporteren

source: Questions
nl: Vragen

source: Wrong answer
nl: Foute antwoordoptie

source: Are you sure you want to delete # %s "%s"?
nl: Weet je zeker dat je # %s "%s" wilt verwijderen?

source: Tip of the Day
nl: Tip van de Dag

source: Development Phase
nl: Ontwikkelingsfase

source: Correct Answer(s)
nl: Juiste antwoord(en)

source: Feedback Option %s
nl: Feedback optie %s

source: Created at
nl: Aangemaakt op

source: Updated at
nl: Gewijzigd op

source: Change Password
nl: Wachtwoord wijzigen

source: Add User
nl: Gebruiker toevoegen

source: Edit User
nl: Gebruiker bewerken

source: Username
nl: Gebruikersnaam

source: Password
nl: Wachtwoord

source: Role
nl: Rol

source: Current password
nl: Huidig wachtwoord

source: New password
nl: Nieuw wachtwoord

source: Confirm new password
nl: Nieuw wachtwoord (nogmaals)

source: Sign in
nl: Aanmelden

source: Sign in via SURFconext
nl: Aanmelden via SURFconext

source: Through this part of the qDNAtool gives you access to the powerful demand development. The qDNA tool allows you to create true-false questions (two-choice questions), multiple-choice questions, multiple-response questions and open questions. The qDNA tool provides help to question ideas and to get questions as clearly and precisely as possible. You can ask brands, select and export based on tags. Everything for optimal test to compile.
nl: Via dit gedeelte van de qDNAtool krijgt u toegang tot de krachtige vraagontwikkelomgeving. Met de qDNA tool kunt u juist-onjuist vragen aanmaken (twee-keuze vragen), multiple-choicevragen, multiple-responsvragen en open vragen. De qDNA tool biedt u hulp om op vraagideeën te komen en om vragen zo helder en precies mogelijk te formuleren. U kunt vragen merken, selecteren en exporteren op basis van tags. Alles om een optimale toets te kunnen samenstellen.

source: The QDNA analyse tool allows various “raw” test results to be uploaded, for example those provided by Teleform, Blackboard or Questionmark Perception. This tool analyses the reliability of the whole test and of individual questions. An interpretation wizard will guide novice users through this process and the results are also offered in PDF format.
nl: Met de analysetool van QDNA is het mogelijk om verschillende soorten “ruwe” toetsuitslagen te uploaden zoals die uit Teleform, Blackboard of Questionmark Perception komen. Deze tool berekent vervolgens de betrouwbaarheid van de hele toets en van individuele vragen. Onervaren gebruikers worden door middel van een “wizard” door dit proces geleid. De resultaten zijn tevens te downloaden in PDF formaat.

source: Users
nl: Gebruikers

source: Change password
nl: Wachtwoord wijzigen

source: Welcome at the qDNA tool
nl: Welkom bij de qDNA tool

source: A site to support you to think up test questions and analyze tests and exams.
nl: Een site voor het bedenken van vragen en analyseren van toetsen

source: What does the program do?
nl: Wat doet het?

source: Getting ideas to conceive ideas for test questions
nl: Ideeën om toetsvragen te bedenken

source: Supporting the constructing of clear, unambiguous and non-leading questions
nl: Aanwijzingen om vragen helder en eenduidig te formuleren

source: Examples of test questions, do’s and dont’s
nl: Voorbeelden van toetsvragen

source: Analyze
nl: Analyseren

source: Performing a psychometric analyses of tests delivered via Blackboard or Questionmark Perception
nl: Een psychometrisch analyse van toetsen en toetsvragen maken van Blackboard en Questionmark Perception toetsen

source: Getting support to interpret these psychometric results
nl: Hulp krijgen bij het interpreteren van deze analyse

source: More information
nl: Meer informatie

source: Use the support site %s for tips, tricks, examples and more
nl: Gebruik de supportsite %s voor tips, voorbeelden, trucs, hulp e.d.

source: Log-in automatically via SURFconext if your institution has licensed the qDNA tool.
nl: Aanmelden kan automatisch via SURFconext als uw instelling via SURFconext toegang biedt tot de qDNA tool.

source: Read more information about access via SURFconext: %s
nl: Lees hier meer informatie over toegang via SURFconext: %s

source: Delete User
nl: Gebruiker verwijderen

source: List Users
nl: Gebruikersoverzicht

source: New User
nl: Gebruiker toevoegen

source: This field cannot be left blank
nl: Dit veld is verplicht.

source: Please supply a valid exam format
nl: Vul een geldig tentamenformaat in.

source: Please supply a csv or txt file.
nl: Voeg een csv of txt-bestand toe.

source: File must be less than 8 MB
nl: Bestand mag niet groter zijn dan 8 MB

source: Please supply a csv file.
nl: Voeg een csv-bestand toe.

source: File must be less than 1 MB
nl: Bestand mag niet groter zijn dan 1 MB

source: Please supply the default number of answer options.
nl: Vul het standaard aantal antwoordopties in.

source: Allowed maximum is 8.
nl: Toegestaan maximum is 8.

source: Include at least one item.
nl: Neem minstens één item mee

source: Please supply a valid email address.
nl: Vul een geldig e-mailadres in.

source: This username has already been taken.
nl: Deze gebruikersnaam is al toegewezen.

source: Wrong password
nl: Nieuw wachtwoord herhalen

source: Passwords must be at least 8 characters long.
nl: Wachtwoorden moeten minimaal 8 karakters lang zijn.
